package 
{
	import flash.display.Sprite;

	/**
	 * Main はアプリケーションのメインクラスです。
	 * @author Maya Watanabe
	 * @version 1.0.0
	 */
	public class Main extends Sprite
	{

		//----------------------------------------------------------
		//
		//   Property 
		//
		//----------------------------------------------------------

		//----------------------------------------------------------
		//
		//   Constructor 
		//
		//----------------------------------------------------------

		public function Main()
		{
			trace("★");
		}

	}
}

